Schema id used to filter elements with extensible storage data
  Namespace:   Autodesk.Revit.DB.ExtensibleStorage
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public Guid SchemaGuid { get; }
  Visual Basic
Public ReadOnly Property SchemaGuid As Guid
	Get
  Visual C++
public:
property Guid SchemaGuid {
	Guid get ();
}
 See Also
  ExtensibleStorageFilter Class
  Autodesk.Revit.DB.ExtensibleStorage Namespace